<div>
  <x-modal name="daily-streaks">
    <div class="p-6 bg-white rounded-lg max-w-lg mx-auto text-gray-800">
      <h2 class="text-lg font-bold text-purple-700 mb-4">فعالیت روزانه</h2>
      <p class="leading-relaxed text-justify">
        یادگیری یک سفر مادام العمر است که زندگی ما را غنی می‌کند، افق دید ما را گسترده می‌کند و ذهن ما را تیز نگه
        می‌دارد.
        با این حال، در شلوغی و شلوغی زندگی روزمره، تبدیل کردن یادگیری به بخشی ثابت از روال روزمره می‌تواند چالش‌برانگیز
        باشد.
        چه دانشجو باشید، چه حرفه‌ای یا فردی که صرفاً به دنبال گسترش دانش و مهارت‌های خود هستید، گنجاندن یادگیری در زندگی
        روزمره شما می‌تواند منجر به رشد و رضایت شخصی شود.
      </p>
      <ul class="list-disc pl-5 mt-4 space-y-2">
        <li>تبدیل یادگیری به یک روال روزانه یک راه قدرتمند برای غنی سازی زندگی شما، توسعه مهارت‌های شما و درگیر ماندن از
          نظر فکری است.</li>
        <li>با تعیین اهداف روشن، ایجاد یک برنامه یادگیری، انتخاب روش‌های مناسب، استفاده از فناوری، پاسخگو ماندن، پذیرش
          یادگیری مستمر، تأمل و حفظ نگرش مثبت، می‌توانید یادگیری را به یک عادت رضایت‌بخش و مادام العمر تبدیل کنید.</li>
        <li>چه به دنبال علایق شخصی، پیشرفت شغلی یا رشد شخصی باشید، مزایای یک روال یادگیری روزانه بی حد و حصر است.</li>
        <li>یادگیری مادام العمر یک سفر تحول‌آفرین و غنی است که می‌تواند به رشد شخصی، پیشرفت شغلی و درک عمیق‌تر از جهان
          منجر شود.</li>
        <li>چالش یادگیری را در طول زندگی خود بپذیرید و دنیایی از فرصت‌ها و امکانات را باز خواهید کرد.</li>
      </ul>
      <div class="mt-6 flex justify-end">
        <x-danger-button type="button"
          wire:click="dispatch('close-modal', 'daily-streaks')">{{ __('messages.close') }}</x-danger-button>
      </div>
    </div>
  </x-modal>
</div>
