<?php

return [
  'headings' => [
    'about' => "درباره سایت 🧐",
    'features' => "چرا ما؟ 🌟",
  ],
  "paragraphs" => [
    "about" => "در :name امکان یادگیری اطلاعات مختلف و انتقال آنها به حافظه بلند مدت فراهم شده است. مبنای یادگیری اطلاعات در :name، روش یادگیری جعبه لایتنر است. طراحی :name به گونه ای است که علاوه بر دوره های تعریف شده، شما با طراحی بانک  سوالی به صورت مجموعه ای از پرسش و پاسخ ها قادر هستید  دوره جدیدی متناسب با نیازتان ایجاد نمایید.⭐🌟",
  ],
  "features" => [
    "A" => [
      "header" => "یادگیری فعال ⚡️",
      "text" => "یادگیری فعال در مطالعه به معنای خواندن مطالب با عزمی راسخ برای ارزیابی و درک ارتباط آن ها با نیازهای شما است. یادگیری فعال روشی تعاملی و انتقادی با محتوا است که می تواند در وقت شما نیز صرفه جویی کند. 🎯"
    ],
    "B" => [
      "header" => "فعالیت روزانه 🔄",
      "text" => "با تبدیل یادگیری به بخشی از فعالیت های روزمره، موجب یادگیری مستمر، حفظ شتاب و ثبات یادگیری شده و پیشرفت خود را افزایش دهید! 🚀"
    ],
    "C" => [
      "header" => "الگوریتم لایتنر 🗂",
      "text" => "از سیستم کارآمد لایتنر برای اطمینان از حفظ و یادآوری مطالبی که به طور مؤثر یاد می‌گیرید، استفاده کنید. 🧠",
    ],
  ],
  "contact" => [
    'us' => "ارتباط با ما 📧",
    "name" => "نام شما ✍️",
    "email" => "ایمیل شما 📧",
    "message" => "پیام شما 💬",
    "send" => "ارسال پیام ✉️",
    "developer" => [
      'title' => "ارتباط با توسعه دهنده 💻",
      "linkedin" => "لینکدین 🔗",
      "github" => "گیت هاب 🐱",
      "phone" => "تلفن 📞",
    ]
  ],
  "footer" => [
    'year' => "2025",
    "rights" => "تمام حقوق محفوظ است. ©",
    "text" => "هر چیزی را عمیق بیاموزید. 🌊",
  ]
];