<?php

return [
  'empty' => "این پر از خالیه! 🌀",
  'nothing-fount' => "گشتم نبود، نگرد نیست 🔍🚫",
  'welcome' => "به :name خوش آمدید 🎉",
  'get-started' => "بزن بریم! 🚀",
  'overview' => "پلتفرم نهایی برای یادگیری کارآمد، عمیق و مؤثر هر چیزی با استفاده از الگوریتم جعبه لایتنر 🧠",
  "learn-more" => "بیشتر بدانید 📖",
  "file-upload" => [
    "upload" => "برای آپلود کلیک کنید 📤",
    "drag-drop" => "یا بکشید و رها کنید 🖱️",
    "conditions" => "میتوانید فقط عکس آپلود کنید 🖼️",
    "selected" => "فایل انتخاب شده: 📂",
    "remove" => "حذف سند 🗑️",
  ],
  'loading' => "درحال بارگذاری... ⏳",
  "close" => "بستن",
  "learn" => "ز گهواره تا گور دانش بجوی 🎓",
  "learn-finished" => "آفرین! کلمات امروز رو یاد گرفتی! 🎉",
  "start-learning" => "بزن بریم بجوییم! 🚀",
  "known" => "ساده بود، میدونستم ✔️",
  "unknown" => "سخته، نمیدونستم ❌",
  "show-me-answer" => "جواب رو نشون بده! 👀",
  "done" => "انجام شد 😎"
];