<?php

return [
  'landing' =>
    [
      'description' => "پلتفرم نهایی برای یادگیری کارآمد، عمیق و مؤثر هر چیزی با استفاده از الگوریتم جعبه لایتنر 🧠 در :name امکان یادگیری اطلاعات مختلف و انتقال آنها به حافظه بلند مدت فراهم شده است. مبنای یادگیری اطلاعات در :name، روش یادگیری جعبه لایتنر است.⭐🌟",
      "keywords" => [
        "یادگیری فعال",
        "فعالیت روزانه",
        "الگوریتم لایتنر",
        "لایتنر",
        "جعبه لایتنر",
        "یادگیری ماندگار",
        "لرن فلو",
        "مدیریت زمان مطالعه",
        "ارزیابی پیشرفت یادگیری",
        "کاهش اضطراب",
        "کاهش اضطراب امتحان",
        "مرور فاصله دار",
        "مطالعه",
        "عادت به مطالعه",
        "مطالعه پایدار",
        "سازماندهی بهتر مواد درسی",
        "سازماندهی بهتر",
        "افزایش دقت",
        "افزایش دقت در مطالعه",
        "افزایش تمرکز",
        "افزایش تمرکز در مطالعه",
        "ارزیابی",
        "ارزیابی پیشرفت",
        "ارزیابی منظم",
        "ارزیابی نقاط ضعف",
        "انگیزه بخشی",
      ]
    ],
  'rights' => 'Copyright 2025, LearnFlow. All rights reserved.'
];